Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_neuvotteli_kaivoslain_uudistuksesta_-_huoli_saamelaisten_oikeuksien_seka_luonnon_monimuotoisuuden_turvaamisesta_on_suuri.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät neuvotteli kaivoslain uudistuksesta – huoli saamelaisten oikeuksien sekä luonnon monimuotoisuuden turvaamisesta on suuri
sme: Sámediggi ráđđádalai ruvkelága ođasmahttimis – fuolla sámiid vuoigatvuođaid sihke luonddu máŋggahámatvuođa sihkkarastimis lea stuoris

source: Työ- ja elinkeinoministeriö ja Saamelaiskäräjät päättivät joulukuun 10. päivä saamelaiskäräjälain 9 §:n mukaisen neuvotteluprosessin kaivoslain uudistamisesta.
sme: Bargo- ja ealáhusministeriija ja Sámediggi loahpahedje juovlamánu 10 beaivve sámediggelága 9 §:a mieldásaš ráđđádallanproseassa mii guoskkai ruvkelága ođasmahttima.

source: Neuvotteluprosessi aloitettiin syksyllä 2020 ja neuvottelut kestivät yhteensä lähes 30 tuntia.
sme: Ráđđádallanproseassa álggahuvvui čakčat 2020 ja ráđđádallamat biste oktiibuot measta 30 diimmu.

source: Saamelaiskäräjät teki perusteltuja muutosesityksiä useaan kaivoslain pykälään, mutta vain muutaman pykälän kohdalla saatiin neuvoteltua molempia osapuolia tyydyttävä tulos.
sme: Sámediggi barggai vuođustallon nuppástusevttohusaid ruvkelága máŋgga paragráfii, muhto dušše moatte paragráfa buohta ožžojuvvui boađus, mii duhtadii guktuid oassebeliid.

source: – Kiinnostus malmien etsintään saamelaisten kotiseutualueella on lisääntynyt viime aikoina.
sme: “Beroštupmi málmmaid ohcamii sámiid ruovttuguovllus lea lassánan maŋimuš áiggiid.

source: Olen erittäin huolissani siitä, millä tavoin luonnon monimuotoisuuden säilyminen ja saamelaisten oikeuksien toteutuminen pystytään turvaamaan uudessa kaivoslaissa.
sme: Lean erenomáš fuolas das, man láhkai bastojuvvo luonddu máŋggahámatvuođa seailun ja sámiid vuoigatvuođaid ollašuvvan sihkkarastot ođđa ruvkelágas.

source: Olemme tehneet kaivoslakiin perusteltuja muutosesityksiä näiden turvaamiseksi, mutta työ- ja elinkeinoministeriön liikkumavara esitystemme suhteen tuntuu olevan rajallinen ja riittämätön, sanoo Saamelaiskäräjien 2. varapuheenjohtaja Leo Aikio.
sme: Leat bargan ruvkeláhkii vuođustallon nuppástusevttohusaid dáid sihkkarastima várás, muhto bargo- ja ealáhusministeriija lihkadanmunni min evttohusaid hárrái orru leamen rájálaš ja váilevaš“, muitala Sámedikki 2. várreságajođiheaddji Leo Aikio.

source: Neuvotteluissa saavutettiin yhteisymmärrys saamelaiskulttuuriin ja perinteisten elinkeinojen harjoittamisedellytyksiin liittyviin vaikutuksiin kohdistuvan selvitysmenettelyn kehittämisestä.
sme: Ráđđádallamiin gávdnui oktasašáddejupmi čielggadanmeannudeami buorideamis, mii guoská váikkuhusaide, mat laktásit sámekultuvrii ja árbevirolaš ealáhusaiguin barganeavttuide.

source: Neuvotteluissa ei ole kuitenkaan saatu aikaan tulosta, jolla pystyttäisiin turvaamaan saamelaisten asema ja oikeudet alkuperäiskansana kaivoslain soveltamisessa.
sme: Ráđđádallamiin ii leat goittotge ožžojuvvon áigái boađus, mainna lea vejolaš sihkkarastit sámiid sajádaga ja vuoigatvuođaid eamiálbmogin ruvkelága heiveheamis.

source: Työ- ja elinkeinoministeriöllä ei ollut edellytyksiä neuvotella kaikkien pykälien sisällöstä, esimerkiksi 50 §:n osalta.
sme: Bargo- ja ealáhusministeriijas eai lean ovdehusat ráđđádallat buot paragráfaid sisdoalus, ovdamearkan 50 §:a oasil.

source: Kyseinen pykälä on saamelaisten kannalta olennainen, sillä siinä määritellään mm. minkä tasoisia vaikutuksia kaivoslain mukaisesta toiminnasta voi aiheutua saamelaisten edellytyksille harjoittaa perinteisiä elinkeinojaan tai muutoin ylläpitää saamelaiskulttuuria saamelaisten kotiseutualueella.
sme: Máinnašuvvon paragráfa lea sámiid dáfus dehálaš, dasgo das meroštallojit ee. man dássásaš váikkuhusat ruvkelága mieldásaš doaimmas sáhttet leat sámiid vejolašvuođaide bargat árbevirolaš ealáhusaiguin dahje muđui doalahit sámekultuvrra sámiid ruovttuguovllus.

source: – Neuvotteluista jäi vahva tunne siitä, että Suomen valtiolle on tärkeää, ettei kaivostoimijoiden toimintaa vaikeuteta tulevaisuudessa.
sme: “Ráđđádallamiin bázii nana dovdamuš das, ahte Suoma stáhtii lea dehálaš, ahte ruvkefitnodagaid doaibma ii váttásmahtto.

source: Tämän periaatteen noudattamisessa tunnutaan olevan valmiita tinkimään sekä alkuperäiskansojen oikeuksien toteutumisesta että luonnon monimuotoisuudesta, jatkaa Aikio.
sme: Orru, ahte dán prinsihpa čuovvumis leat gergosat sodjasit ja maiddái eamiálbmot vuoigatvuođaid ollašuvvamis ja luonddu máŋggahámatvuođas,” joatká Aikio.

source: Saamelaiskulttuurilla on suora yhteys luonnon monimuotoisuuden säilymiseen ja saamelaisten perinteiset elinkeinot ja elämäntavat ovat muotoutuneet luonnon monimuotoisuutta säilyttäviksi, joten tästä näkökulmasta kulttuurin säilyttäminen tukee biodiversiteetin suojelua, kuten todetaan Suomen biodiversiteetti – strategian ja toimintaohjelman 2012–2020 toteutuksen ja vaikutusten arvioinnissa .
sme: Sámekultuvrras lea njuolggo oktavuohta luonddu máŋggahámatvuođa seailumii, ja sámiid árbevirolaš ealáhusat ja eallinvuogit leat vuohkáduvvan luonddu máŋggahámatvuođa seailluheaddjin, nu ahte dán perspektiivvas kultuvrra seailun doarju biodiversitehta gáhttema, nugo gávnnahuvvo Suoma biodiversitehta – strategiija ja doaibmanprográmma 2012–2020 ollašuhttima ja váikkuhusaid árvvoštallamis .

source: Nykyisellään kaivoslaki ei turvaa saamelaisten alkuperäiskansaoikeuksia
sme: Dálá ruvkeláhka ii sihkkarastte sámiid eamiálbmotvuoigatvuođaid

source: Kaivoslain säännökset eivät nykyisellään velvoita kaivosviranomaista erittelemään, miten kaivoslain mukainen toiminta sekä muut maankäyttömuodot yhdessä vaikuttavat saamelaisten oikeuteen harjoittaa kieltään, kulttuuriaan ja perinteisiä elinkeinojaan.
sme: Ruvkelága njuolggadusat eai dákkárin geatnegahte ruvkevirgeoapmahačča čielggadit, man láhkai ruvkelága mieldásaš doaibma ja eará eanageavahanvuogit ovttas váikkuhit sámiid vuoigatvuhtii bargat gielain, kultuvrrain ja árbevirolaš ealáhusaiguin.

source: – Lupaharkinnassa saamelaiskulttuurin ja perinteisten elinkeinojen suojaksi laadittujen säännösten tarkoitus ei ole lupakäytännössä toteutunut, eikä saamelaisten alkuperäiskansaoikeuksia ole siten pystytty turvaamaan käytännössä, toteaa Aikio.
sme: “Lohpeguorahallamis sámekultuvrra ja árbevirolaš ealáhusaid suodjin ráhkaduvvon njuolggadusaid dárkkuhus ii leat lohpevuogádagas ollašuvvan, eaige sámiid eamiálbmotvuoigatvuođat leat dasto nákcejuvvon sihkkarastot geavadis”, gávnnaha Aikio.

source: Nykyisen lain 50 §:n soveltamista harkitessaan lupaviranomaisen tulisi muun muassa arvioida heikentääkö myönnetty lupa olennaisesti saamelaisten kotiseutualueella edellytyksiä harjoittaa perinteisiä saamelaiselinkeinoja tai muutoin ylläpitää ja kehittää saamelaiskulttuuria tai kolttien elinolosuhteita ja mahdollisuuksia harjoittaa elinkeinoja koltta-alueella.
sme: Dálá lága 50 §:a heiveheami vihkkedaladettiin lohpevirgeoapmahaš galggašii earret eará árvvoštallat hedjonahttágo mieđihuvvon lohpi sámiid ruovttuguovllus dovdomassii vejolašvuođaid bargat árbevirolaš sámeealáhusaiguin dahje muđui doalahit ja ovddidit sámekultuvrra dahje nuortalaččaid eallindiliid ja vejolašvuođaid bargat ealáhusaiguin nuortalašguovllus.

source: Saamelaiskäräjien näkemyksen mukaan kaivoslain 50 §:ssä luvan myöntämisen esteeksi määritelty olennaisen heikennyksen taso ei kuitenkaan riitä turvaamaan saamelaisille perustuslain 17 §:n 3 momentin myötä turvatun oikeuden toteutumista ylläpitää ja kehittää kieltään, kulttuuriaan ja perinteisiä elinkeinojaan.
sme: Sámedikki oainnu mielde ruvkelága 50 §:s lobi mieđiheami easttan meroštallon dovdomassii hedjonahttima dássi ii goittotge reahke sihkkarastit sámiide vuođđolága 17 §:a 3 momeantta vuođul sihkkaraston vuoigatvuođa deavdima doalahit ja ovddidit giela, kultuvrra ja árbevirolaš ealáhusaid.

source: Perinteisten elinkeinojen katsotaan vakiintuneesti kuuluvan osaksi saamelaiskulttuuria.
sme: Árbevirolaš ealáhusat gehččojit, ahte dat gullet sámekultuvrra stáđis oassin.

source: Turvallisuus- ja kemikaalivirasto ei ole toistaiseksi jättänyt yhtään lupaa myöntämättä Saamelaiskäräjien esiin tuomista perinteisiin elinkeinoihin kohdistuvista negatiivisista vaikutuksista huolimatta.
sme: Dorvvolašvuođa- ja kemikálavirgedoaimmahat ii leat doaisttážii guođđán ovttage lobi mieđitkeahttá Sámedikki ovdan buktin árbevirolaš ealáhusaide čuohcci negatiivvalaš váikkuhusain fuolakeahttá.

source: Tästä syystä Saamelaiskäräjät esittää ”olennaisen heikennyksen” -kriteerin muuttamista koko kaivoslain kontekstissa muotoon ”vähäistä suurempi haitta tai heikennys”.
sme: Dan sivas Sámediggi evttoha “dovdomassii hedjonahttima” – kritera rievdadeami olles ruvkelága konteavsttas hápmái” uhcánaš stuorát hehttehus dahje hedjonahttin”.

source: Meneillään olevan kaivoslain uudistuksen tavoitteena on parantaa kaivosten ympäristönsuojelua ja toimintaedellytyksiä.
sme: Ruvkelága ođasmahttima mii lea gieđahallama vuolde, mihttomearrin lea buoridit ruvkkiid birassuodjaleami ja doaibmaneavttuid.

source: Lisäksi tavoitteena on vahvistaa sekä kaivosten hyväksyttävyyttä paikallisesti että asianosaisten vaikutusmahdollisuuksia.
sme: Lassin mihttomearrin lea ovddidit sihke ruvkkiid dohkkehahttivuođa báikkálaččat ja áššáiosolaččaid váikkuhanvejolašvuođaid.

source: Saamelaiskäräjien näkemyksen mukaan näitä tavoitteita ei ole kaivoslain valmistelutyössä tähän mennessä huomioitu.
sme: Sámedikki oainnu mielde dát mihttomearit eai leat ruvkelága válmmaštallanbarggus dán rádjai vuhtii váldon.

source: Lisätietoja:
sme: Lassidieđut:

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio@samediggi.fi
sme: Leo Aikio II várreságajođiheaddji 040 621 6505 leo.aikio@samediggi.fi
